Repository: 84000/data-translation-memory
Catalog: toh1-3-v3.tmx
Source language: bo
Languages: en

source: དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། སྙན་པ་སྙན་པར་སྨྲ་བའི་དགེ་སློང་འདི་དག་གིས་ཆོས་སྙན་དགུ་བཏོན་པས་མཚན་རིང་ཞིག་ཟད་དེ།
en: Considering this, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and the monks who sweetly explain the sweet Dharma may be tired from chanting the nine sweet dharmas throughout the night.

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་དག་གིས་ཆོས་རྣམ་པར་གཏན་ལ་འབེབས་པའི་གཏམ་གྱིས་མཚན་རིང་ཞིག་ཟད་པར་གྱུར་ཏེ།
en: “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, the monks who uphold the sūtras, those who uphold the vinaya, and those who uphold the mātṛkā may be tired from their expounding upon the Dharma throughout the night.

source: དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་འདི་དག་གིས་ཆོས་རྣམ་པར་གཏན་ལ་འབེབས་པའི་གཏམ་གྱིས་མཚན་རིང་ཞིག་ཟད་དེ།
en: Considering this, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and the monks who uphold the sūtras, those who uphold the vinaya, and those who uphold the mātṛkā are tired from their expounding upon the Dharma throughout the night.

source: གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་བདག་གིས་སྐྱ་རེངས་མ་ཤར་བར་དགག་དབྱེ་བྱ་མི་ནུས་པས་མ་ལ་བདག་གིས་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱའོ་སྙམ་ནས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, the lifting of restrictions will not finish before dawn!

source: དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་འདུན་གྱིས་ནང་དུ་རྩོད་པའི་ཆོས་བཞི་ལས་རྩོད་པ་གང་ཡང་རུང་བ་ཞིག་བྱུང་བར་གྱུར་ལ།
en: “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, a dispute about one of the four matters of dispute may occur among the saṅgha.

source: དེ་ནས་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་དག་གིས་རྩོད་པ་དེ་རྩོད་པ་ཞི་བར་བྱེད་པའི་ཆོས་བདུན་གྱིས་རྩོད་པ་རྣམས་དུལ་བར་བྱེད།
en: The monks who uphold the sūtras, those who uphold the vinaya, and those who uphold the mātṛkā may be tired from calming, quelling, and quieting disputes by using the seven means to quell disputes.

source: ཞི་བར་བྱེད་ཉེ་བར་ཞི་བར་བྱེད་པས་ནམ་རིང་ཞིག་ཟད་དེ། དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། དགེ་འདུན་གྱི་ནང་དུ་རྩོད་པའི་ཆོས་བཞི་ལས་རྩོད་པ་གང་ཡང་རུང་བ་ཞིག་བྱུང་བར་གྱུར་ཏེ།
en: Considering this, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and a dispute about one of the four matters of dispute among the saṅgha has occurred.

source: དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་འདི་དག་གིས་རྩོད་པ་དེ་རྩོད་པ་ཞི་བར་བྱེད་པའི་ཆོས་བདུན་གྱིས་དུལ་བར་བྱེད། ཞི་བར་བྱེད།
en: The monks who uphold the sūtras, those who uphold the vinaya, and those who uphold the mātṛkā are tired from calming, quelling, and quieting disputes by using the seven means to quell disputes.

source: ཉེ་བར་ཞི་བར་བྱེད་པས་མཚན་རིང་ཞིག་ཟད་པས། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་བདག་གིས་སྐྱ་རེངས་མ་ཤར་བར་དགག་དབྱེ་བྱ་མི་ནུས་པས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, the lifting of restrictions will not finish before dawn!

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་རྒྱལ་པོ་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་བསྐོན་པ་གླང་པོ་ཆེའི་ཚོགས་དང་། རྟ་པའི་ཚོགས་དང་། ཤིང་རྟ་པའི་ཚོགས་དང་། དཔུང་བུ་ཆུང་གི་ཚོགས་དང་། ཀུན་དགའ་ར་བའི་སྒོའི་བར་དུ་ལྷགས་ཏེ།
en: Matters Considered to Act as an Obstacle to the Saṅgha “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, the king may ready the four branches of his armed forces—elephant corps, cavalry, chariot corps, and infantry—and come to the park’s gates, whence he hurls curses, saying, ‘Sirs!

source: སྤར་ཐབས་སུ་སྐུར་པ་སྒྲོགས་ཤིང་། ཤེས་ལྡན་དག་ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་རྣམས་ཟུང་ཤིག །
en: Capture the Śākyan ascetics!

source: སོད་ཅིག །
en: Kill them!

source: ཆིངས་ཤིག །
en: Bind them!

source: སྤྱུགས་ཤིག །ངའི་གླང་པོ་ཆེ་འཚོ་བ་དང་།
en: Drive them away!

source: རྟ་རྫི་དང་། ཤིང་རྟ་སྲུང་བ་དང་། སོ་ཕག་སྐྱེད་པ་དང་། རྒྱལ་མཚན་ཐོགས་པ་དང་། འཕན་རིངས་འཛིན་པ་སོ་སོར་རྒྱལ་པོའི་བྱ་བ་དང་། རྒྱལ་པོའི་བྱེད་པ་རྣམས་བྱེད་པར་འགྱུར་རོ། །
en: May my elephant handlers, horsemen, charioteers, bricklayers, standard bearers, and battle flag carriers each see that the king’s duties and activities are accomplished!’

source: ཞེས་ཟེར་ལ། དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། རྒྱལ་པོའི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་བསྐོན་པ་གླང་པོ་ཆེའི་ཚོགས་དང་། རྟ་པའི་ཚོགས་དང་། ཤིང་རྟ་པའི་ཚོགས་དང་། དཔུང་བུ་ཆུང་གི་ཚོགས་དང་། ཀུན་དགའ་ར་བའི་སྒོའི་བར་དུ་ལྷགས་ཏེ་སྤར་ཐབས་སུ་སྐུར་པ་སྒྲོགས་ཤིང་།
en: “Considering this, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and the king, having readied the four branches of his armed forces—elephant corps, cavalry, chariot corps, and infantry—has arrived at the park’s gates, whence he has hurled curses, saying, “Sirs!

source: ཁྱེད་ཀྱིས་ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་རྣམས་ཟུང་ཤིག །
en: Capture the Śākyan ascetics!

source: སྤྱུགས་ཤིག །བདག་ཅག་གི་གླང་པོ་ཆེ་འཚོ་བ་དང་།
en: Drive them away!

source: རྟ་རྫི་དང་། ཤིང་རྟ་སྲུང་བ་དང་། སོ་ཕག་སྐྱེད་པ་དང་། རྒྱལ་མཚན་ཐོགས་པ་དང་། འཕན་རིངས་འཛིན་པ་སོ་སོར་རྒྱལ་པོའི་བྱ་བ་དང་།
en: May my elephant handlers, horsemen, charioteers, bricklayers, standard bearers, and battle flag carriers each see that the king’s duties and activities are accomplished!”

source: རྒྱལ་པོའི་བྱེད་པ་རྣམས་བྱེད་པར་འགྱུར་རོ་ཞེས་ཟེར་བས། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་བས་མ་ལ་བདག་གིས་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས།
en: Oh dear!

source: དགག་དབྱེ་བྱའོ་སྙམ་ནས། དེ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱེད་ན།
en: I should direct the lifting of restrictions with the lifting of restrictions recited once.’

source: དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་ཆོམ་རྐུན་པ་དག་གྲོང་བཅོམ་པའམ། གྲོང་ཁྱེར་བཅོམ་པའམ། ཡུལ་བཅོམ་སྟེ།
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.

source: ཀུན་དགའ་ར་བའི་སྒོར་ལྷགས་ནས་བ་ལང་ངམ། མ་ཧེའམ། ར་དག་བསད་དེ། ཁྲག་གིས་ཡན་ལག་དག་བྱུགས་ནས། དགེ་སློང་དག་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, bandits may, having ransacked a town, a city, or the countryside, arrive at the park’s gates, slaughter a bull, a buffalo, or goats, and smear their limbs with blood before sending the monks a messenger who says, ‘Noble ones!

source: འཕགས་པ་རྣམས་བྱུང་ཤིག །
en: Get out!

source: འདིར་བདག་ཅག་འཁོད་དགོས་སོ་ཞེས་ཟེར་ལ། དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: We must camp here.’

source: དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། ཆོམ་རྐུན་པ་འདི་དག་ཀྱང་གྲོང་བཅོམ་པའམ། གྲོང་ཁྱེར་བཅོམ་པའམ། ཡུལ་བཅོམ་སྟེ། ཀུན་དགའ་ར་བའི་སྒོར་ལྷགས་ནས་བ་ལང་ངམ།
en: “Considering this, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and bandits, having ransacked a town, a city, or the countryside, have arrived at the park’s gates, slaughtered a bull, a buffalo, or goats, and smeared their limbs with blood before sending the monks a messenger who said, “Noble ones!

source: མ་ཧེའམ། ར་དག་བསད་དེ་ཁྲག་གིས་ཡན་ལག་དག་བྱུགས་ནས། དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་དག་བཏང་སྟེ། འཕགས་པ་རྣམས་བྱུང་ཤིག །
en: Get out!

source: འདིར་བདག་ཅག་རྣམས་འཁོད་དགོས་སོ་ཞེས་ཟེར་ཏེ།
en: We must camp here.”

source: གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་བས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: དེ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱེད་ན། དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་རྒན་ཞུགས་མི་ཤེས་པ།
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.

source: རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་སྤྱོད་ཡུལ་ལམ། སྤྱོད་ཡུལ་གྱི་ལམ་ཀར་རིགས་ཀྱི་བུད་མེད་དམ། རིགས་ཀྱི་ན་ཆུང་ལ་གཤེས་སམ། ཁ་ངན་སྨྲས་སམ།
en: “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, a childish, foolish, ignorant, and unskilled latecomer might scold, insult, or touch a woman or girl of good family in a village or on the way to a village.

source: རེག་པས་མི་རྣམས་ཁྲོས་ཏེ། ཀུན་དགའ་ར་བའི་སྒོར་ལྷགས་ནས་སྤར་ཐབས་སུ་སྐུར་པ་སྒྲོགས་ཤིང་།
en: Outraged, the local people might arrive at the park’s gates, whence they hurl curses, saying, ‘Sirs!

source: ཤེས་ལྡན་དག་ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་རྣམས་ཟུང་ཤིག །
en: Capture the Śākyan ascetics!

source: སྤྱུགས་ཤིག །རྒྱལ་པོའི་གླང་པོ་ཆེ་འཚོ་བ་དང་།
en: Drive them away!

source: རྟ་རྫི་དང་། ཤིང་རྟ་སྲུང་བ་དང་། སོ་ཕག་སྐྱེད་པ་དང་། རྒྱལ་མཚན་ཐོགས་པ་དང་། འཕན་རིངས་འཛིན་པ་སོ་སོར་རྒྱལ་པོའི་བྱ་བ་དང་། རྒྱལ་པོའི་བྱེད་པ་རྣམས་བྱེད་པར་འགྱུར་རོ་ཞེས་ཟེར་ལ། དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: May the king’s elephant handlers, horsemen, charioteers, bricklayers, standard bearers, and battle flag carriers each see that the king’s duties and activities are accomplished!’

source: དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་སྤྱོད་ཡུལ་ལམ། སྤྱོད་ཡུལ་གྱི་ལམ་ཀར་རིགས་ཀྱི་བུད་མེད་དམ། རིགས་ཀྱི་ན་ཆུང་ལ་གཤེས་སམ།
en: “Considering this, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and a childish, foolish, ignorant, and unskilled latecomer has scolded, insulted, or touched a woman or girl of good family in a village or on the way to a village.

source: ཁ་ངན་སྨྲས་སམ། རེག་པས་མི་རྣམས་ཁྲོས་ཏེ་ཀུན་དགའ་ར་བའི་སྒོར་ལྷགས་ནས་སྤར་ཐབས་སུ་སྐུར་པ་སྒྲོགས་ཤིང་།
en: Outraged, the local people have arrived at the park’s gates, whence they hurl curses, saying, “Sirs!

source: སྤྱུགས་ཤིག །
en: Drive them away!

source: རྒྱལ་པོའི་གླང་པོ་ཆེ་འཚོ་བ་དང་། རྟ་རྫི་དང་། ཤིང་རྟ་སྲུང་བ་དང་། སོ་ཕག་སྐྱེད་པ་དང་། རྒྱལ་མཚན་ཐོགས་པ་དང་།
en: May the king’s elephant handlers, horsemen, charioteers, bricklayers, standard bearers, and battle flag carriers each see that the king’s duties and activities are accomplished!”

source: འཕན་རིངས་འཛིན་པ་སོ་སོར་རྒྱལ་པོའི་བྱ་བ་དང་། རྒྱལ་པོའི་བྱེད་པ་རྣམས་བྱེད་པར་འགྱུར་རོ་ཞེས་ཟེར་ཏེ། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་བས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་མི་མ་ཡིན་པ་གནས་པའི་ཕྱོགས་ཤིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་ལ། རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ས་ཕྱོགས་སུ་བཤང་བ་དང་།
en: “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, a monastery may have been built in a place inhabited by nonhumans.

source: གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། སྐྱུགས་པ་དང་། འཁྲུ་བ་བོར་བ་དང་།
en: A childish, foolish, ignorant, and unskilled latecomer might scatter or throw his feces, urine, phlegm, snot, or vomit, or leave bedding soiled with semen or filth there.

source: མི་གཙང་བས་སྦགས་པའི་གནས་མལ་བཞག་པས་མི་མ་ཡིན་པ་རྣམས་ཁྲོས་ནས་སྤྱོད་ཡུལ་དང་། སྤྱོད་ཡུལ་གྱི་ལམ་ཀ་དང་། འཆག་ས་དང་། ཁྱམས་དང་། སྒོ་ཁང་རྣམས་སུ་འདུག་ནས་ཀྱང་དགེ་སློང་རྣམས་ལ་འབབ་པར་བྱེད་དོ། །
en: Outraged, the nonhumans might then descend upon the village, the way to the village, the walkway, the hall, or the gatehouse, besieging the monks and forcing them to move from their places.

source: དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། གཙུག་ལག་ཁང་འདི་ཡང་མི་མ་ཡིན་པ་རྣམས་གནས་པའི་ཕྱོགས་ཤིག་ཏུ་བརྩིགས་ལ། རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ས་ཕྱོགས་སུ་བཤང་བ་དང་།
en: “Considering that, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and this monastery has been built in a place inhabited by nonhumans.

source: མི་གཙང་བས་སྦགས་པའི་གནས་མལ་བཞག་པས་མི་མ་ཡིན་པ་རྣམས་ཁྲོས་ནས་སྤྱོད་ཡུལ་ལམ། སྤྱོད་ཡུལ་གྱི་ལམ་མམ། འཆག་ས་འམ། ཁྱམས་སམ། སྒོ་ཁང་རྣམས་སུ་འདུག་སྟེ་དགེ་སློང་དག་ལ་འབབ་པར་བྱེད་ཀྱིས།
en: Outraged, the nonhumans have descended upon the village, the way to the village, the walkway, the hall, or the gatehouse, besieging the monks and forcing them to move from their places.

source: ཇི་སྟེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: དེ་ལན་གཅིག་བཟླས་པའི་དགག་དབྱེས་དགག་དབྱེ་བྱེད་ན། དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་གདུག་པ་གནས་པའི་ཕྱོགས་ཤིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་ལ། དེ་ན་རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ཕྱོགས་སུ་བཤང་བ་དང་།
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once— that is the reason for the lifting of restrictions recited once.

source: གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། སྐྱུགས་པ་དང་། འཁྲུ་བ་དག་བོར་ཞིང་མི་གཙང་བས་སྦགས་པའི་གནས་མལ་བཞག་པས་གདུག་པ་ཁྲོས་ཏེ་སྤྱོད་ཡུལ་ལམ།
en: “Another reason for the lifting of restrictions recited once: A monastery may have been built in a place inhabited by beasts of prey, and a childish, foolish, ignorant, and unskilled latecomer might scatter or throw his feces, urine, phlegm, snot, or vomit, or leave bedding soiled with semen or filth there.

source: སྤྱོད་ཡུལ་གྱི་ལམ་མམ། འཆག་སའམ། ཁྱམས་སམ། སྒོ་ཁང་རྣམས་སུ་འདུག་ནས་ཀྱང་དགེ་སློང་རྣམས་ལ་འབབ་པར་བྱེད། ཉལ་ཁྲི་དག་ཀྱང་སྒྱུར་བར་བྱེད་དོ། །
en: Outraged, the beasts of prey might then descend upon the village, the way to the village, the walkway, the hall, or the gatehouse, besieging the monks and forcing them to move from their places.

source: དེ་ན་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ན། གཙུག་ལག་ཁང་འདི་ཡང་གདུག་པ་གནས་པའི་ཕྱོགས་ཤིག་ཏུ་བརྩིགས་ལ། རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ཕྱོགས་སུ་བཤང་བ་དང་།
en: “Considering that, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and this monastery has been built in a place inhabited by beasts of prey.

source: གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། སྐྱུགས་པ་དང་། འཁྲུ་བ་དག་བོར་ཞིང་མི་གཙང་བས་སྦགས་པའི་གནས་མལ་བཞག་པས་གདུག་པ་ཁྲོས་ནས་སྤྱོད་ཡུལ་ལམ་སྤྱོད་ཡུལ་གྱི་ལམ་མམ།
en: A childish, foolish, ignorant, and unskilled latecomer has scattered or thrown his feces, urine, phlegm, snot, or vomit, or left bedding soiled with semen or filth here.

source: འཆག་སའམ། ཁྱམས་སམ། སྒོ་ཁང་རྣམས་སུ་འདུག་ནས་དགེ་སློང་དག་ལ་འབབ་པར་བྱེད།
en: Outraged, the beasts of prey have descended upon the village, the way to the village, the walkway, the hall, or the gatehouse, besieging the monks and forcing them to move from their places.

source: ཉལ་ཁྲི་དག་སྒྱུར་བར་བྱེད་ཀྱིས། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: མ་ལ་བདག་གིས་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱའོ་སྙམ་ནས་དེ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱེད་ན།
en: I should direct the lifting of restrictions with the lifting of restrictions recited once.’

source: དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་ཀླུ་གནས་པས་ཕྱོགས་ཤིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་ལ། དེ་ན་རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ཕྱོགས་སུ་བཤང་བ་དང་།
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.

source: གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། སྐྱུགས་པ་དང་། འཁྲུ་བ་དག་བོར་ཞིང་མི་གཙང་བས་སྦགས་པའི་གནས་མལ་བཞག་པས་ཀླུ་ཁྲོས་ཏེ་སྤྱོད་ཡུལ་ལམ།
en: “Another reason for the lifting of restrictions recited once: A monastery may have been built in a place inhabited by nāgas, and a childish, foolish, ignorant, and unskilled latecomer might scatter or throw his feces, urine, phlegm, snot, or vomit, or leave bedding soiled with semen or filth there.

source: སྤྱོད་ཡུལ་གྱི་ལམ་མམ། འཆག་སའམ། ཁྱམས་སམ། སྒོ་ཁང་དག་ཏུ་འདུག་ནས་དགེ་སློང་རྣམས་ལ་འབབ་པར་བྱེད། ཉལ་ཁྲི་དག་ཀྱང་སྒྱུར་བར་བྱེད་དོ། །
en: Outraged, the nāgas might then descend upon the village, the way to the village, the walkway, the hall, or the gatehouse, besieging the monks and forcing them to move from their places.

source: དེ་ན་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ན། གཙུག་ལག་ཁང་འདི་ཡང་ཀླུ་གནས་པའི་ཕྱོགས་གཅིག་ཏུ་བརྩིགས་ལ། རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ཕྱོགས་སུ་བཤང་བ་དང་།
en: “Considering that, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and this monastery has been built in a place inhabited by nāgas.

source: གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། སྐྱུགས་པ་དང་། འཁྲུ་བ་དག་བོར་ལ་མི་གཙང་བས་སྦགས་པའི་གནས་མལ་བཞག་པས་ཀླུ་ཁྲོས་ཏེ་སྤྱོད་ཡུལ་ལམ།
en: A childish, foolish, ignorant, and unskilled latecomer has scattered or thrown his feces, urine, phlegm, snot, or vomit, or left bedding soiled with semen or filth here.

source: སྤྱོད་ཡུལ་གྱི་ལམ་མམ། འཆག་སའམ། ཁྱམས་སམ། སྒོ་ཁང་རྣམས་སུ་འདུག་ནས། དགེ་སློང་རྣམས་ལ་འབབ་པར་བྱེད།
en: Outraged, the nāgas have descended upon the village, the way to the village, the walkway, the hall, or the gatehouse, besieging the monks and forcing them to move from their places.

source: ཉལ་ཁྲི་དག་ཀྱང་སྒྱུར་བར་བྱེད་དེ། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་ནགས་ཁྲོད་ཞིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་པ་དང་། མེ་ཤོར་བས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རྣམས་ཀྱང་སྲེག་ཅིང་འོང་སྟེ་སྤྱོད་ཡུལ་དང་། སྤྱོད་ཡུལ་གྱི་ལམ་ཀ་ཡང་ཚིག །འཆག་ས་དང་། ཁྱམས་སམ།
en: “Another reason for the lifting of restrictions recited once: A monastery may be built in a forest, where a fire could break out, burning the town, the city, the capital, and the surroundings, along with the village, the walkway, the hall, and the gatehouse, pressing in upon the monastery itself and its surroundings.

source: སྒོ་ཁང་ཡང་ཚིག །གཙུག་ལག་ཁང་དང་། གཙུག་ལག་ཁང་གི་ཉེ་འཁོར་ཡང་ཚིག་ལ་ཐུག་ནས། དེ་ན་དགེ་སློང་དགག་དབྱེ་བྱེད་པ་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ན།
en: “Considering that, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions.

source: གཙུག་ལག་ཁང་འདི་ཡང་ནགས་ཁྲོད་ཞིག་ཏུ་བརྩིགས་ཏེ་མེ་ཤོར་བས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རྣམས་ཀྱང་སྲེག་ཅིང་འོང་སྟེ་སྤྱོད་ཡུལ་དང་། སྤྱོད་ཡུལ་གྱི་ལམ་ཀ་ཡང་ཚིག ། འཆག་ས་དང་། ཁྱམས་དང་། སྒོ་ཁང་རྣམས་ཀྱང་ཚིག །
en: This monastery has been built in a forest where a fire has broken out, and it is burning the town, the city, the capital, and the surroundings, along with the village, the walkway, the hall, and the gatehouse, pressing in upon the monastery itself and its surroundings.

source: གཙུག་ལག་ཁང་དང་། གཙུག་ལག་ཁང་གི་ཉེ་འཁོར་ཡང་ཚིག་ལ་ཐུག་པས། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: དེ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱེད་ན། དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ།། །།འདུལ་བ་གཞི། བམ་པོ་བཅུ་དགུ་པ།
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་གཤོང་ཞིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་པ་དང་། རི་གཟར་པོའི་ཁར་ཆར་མོ་ཆེ་བབ་པས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་ཡང་དེད་ཅིང་འོང་སྟེ། སྤྱོད་ཡུལ་དང་། སྤྱོད་ཡུལ་གྱི་ལམ་དང་། འཆག་ས་དང་།
en: “Another reason for the lifting of restrictions recited once: A monastery may have been built in the middle of a marsh, and heavy rains on the steep mountain slopes above could wash away the town, the city, the capital, and the surroundings, along with the village, the walkway, the hall, and the gatehouse, leaving the monastery inundated with water.

source: ཁྱམས་དང་། སྒོ་ཁང་ཡང་དེད་ལ་ཐུག །གཙུག་ལག་ཁང་ཡང་གཤེར་བར་གྱུར་པ་དང་། དེ་ན་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ན།
en: “Considering that, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions.

source: གཙུག་ལག་ཁང་འདི་ཡང་གཤོང་ཞིག་ཏུ་བརྩིགས་ཏེ། རི་གཟར་པོའི་ཁར་ཆར་མོ་ཆེ་བབ་པས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་ཡང་དེད་ཅིང་འོང་སྟེ། སྤྱོད་ཡུལ་དང་སྤྱོད་ཡུལ་གྱི་ལམ་དང་།
en: This monastery has been built on marshy land, and the heavy rains on the steep mountain slopes above have washed away the town, the city, the capital, and the surroundings, along with the village, the walkway, the hall, and the gatehouse, leaving the monastery inundated with water.

source: འཆག་ས་དང་། ཁྱམས་དང་། སྒོ་ཁང་ཡང་དེད་ལ་ཐུག །གཙུག་ལག་ཁང་ཡང་གཤེར་བར་གྱུར་པས། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, it will become a hindrance to my life, my ascetic way, and my holy living!

source: དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས། མ་ལ་བདག་གིས་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱའོ་སྙམ་ནས།
en: I should direct the lifting of restrictions with the lifting of restrictions recited once.’

source: དོན་གང་གི་ཕྱིར་དགག་དབྱེ་ལན་གཉིས་བཟླས་པ་ཡིན་ཞེ་ན།
en: “For what reason is the lifting of restrictions repeated twice?
